brew "bat"
brew "difftastic"
brew "exa"
brew "fd"
brew "fx"
brew "fzf"
brew "git"
brew "git-town"
brew "jq"
brew "neovim"
brew "rbenv"
brew "restic"
brew "rg"
brew "starship"
brew "tealdeer"
brew "translate-shell"
brew "zoxide"
brew "zsh"
