brew "aria2"
brew "atuin"
brew "bat"
brew "coreutils"
brew "difftastic"
brew "duf"
brew "fd"
brew "fx"
brew "fzf"
brew "git"
brew "gron"
brew "gum"
brew "jq"
brew "lazygit"
brew "mise"
brew "neovim"
brew "pandoc"
brew "restic"
brew "rg"
brew "starship"
brew "tree"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
