brew "aria2"
brew "bat"
brew "difftastic"
brew "duf"
brew "fd"
brew "fx"
brew "fzf"
brew "git"
brew "git-town"
brew "gron"
brew "gum"
brew "jq"
brew "lazygit"
brew "lsd"
brew "neovim"
brew "pandoc"
brew "rbenv"
brew "restic"
brew "rg"
brew "rm-improved"
brew "starship"
brew "tealdeer"
brew "yt-dlp"
brew "zoxide"
brew "zsh"
